Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/depts/regjeringen.no/regjering_gjennomgang_av_malrettet_plan_norsk.docx.tmx
Source language: nob
Languages: fkv

source: Fylkeskommunen arrangerer også et årlig kvenseminar som har åpnet for mer debatt om kvensk språk og kultur.
fkv: kvääniseminaarin mistä oon seuranu enämen debattia kväänin kielen ja kulttuurin ympärit.

source: De siste årene har seminaret hatt et mer faglig fokus.
fkv: Viimi vuosina seminaarissa oon ollu enämen painoa faakikysymyksissä.

source: I Troms er det egne strategier for kvensk i videregående skole og i dag er det kvensk
fkv: Tromssan alala oon omat strategiit jatkokoulun kväänin opetusta varten, ja tääpänä Pohjas-

source: undervisning ved Nord-Troms videregående skole.
fkv: Tromssan jatkokoulussa oon kväänin opetusta.

source: Utfordringen er at det er få elever og
fkv: Probleemina oon ette oppilhaita oon vähän,

source: vanskelig å få til språkbad for eksempel, slik det blir gjort på samisk.
fkv: ja se oon vaikea laittaat kielisaunaa niin ko oon tehty saamen kieltä varten.

source: Fylkeskommunen tilbyr også finskundervisning i videregående skole.
fkv: Fylkinkommuunilla oon kansa jatkokoulussa suomen kielen opetusta.

source: Innspill fra kommuner som har kvenskundervisning
fkv: Semmosten kommuunitten ulostuloja millä oon kväänin opetusta

source: KDD sendte ut en forespørsel til tre kommuner med spørsmål om de har kvensktilbud i
fkv: KDD kysyi kolmelta kommuunilta oonko niissä kvääniä lastentarhaassa, oonko maholinen

source: barnehager, tilbud om kvensk i opplæringen og om kommunene har kunnskap om barn som
fkv: lukeat kväänin kieltä ja oonko kommuunilla tietoa siitä jatkaavako lapset joila oon ollu

source: tar kvensk i barnehagen fortsetter med kvensk når de starter på skolen.
fkv: kväänia lastentarhaassa, kväänin oppimista ko net alkava koulhuun.

source: Departementet har
fkv: Departementti oon

source: også spurt om hvilke utfordringer kommunene møter i kvenskopplæringen.
fkv: kansa kysyny minkälaisia vaikeuksia kommuunilla oon kväänin opettamisessa.

source: To kommuner
fkv: Kysymykshiin

source: besvarte forespørselen.
fkv: vastas kaksi kommuunia.

source: Tromsø kommune har ikke kvensktilbud i barnehagen.
fkv: Tromssan kommuunilla ei ole kvääniä lastentarhaassa.

source: De har tilbud om kvenskopplæring på
fkv: Sielä oon maholinen ottaat kvääniä

source: skolen, men opplyser at det er vanskelig å rekruttere elever til undervisningen.
fkv: koulussa, mutta het sanova ette se oon vaikea saaha opetuksheen oppilhaita.

source: Det er også
fkv: Se oon kansa

source: en utfordring å skape en sterk språkopplæringsmodell (å lære språket på flere måter og
fkv: huono laittaat lujamallista kielenopetusta (tarkottaa ette olis useampia konstia ja paikkoja

source: arenaer) på grunn av de økonomiske ressursene.
fkv: opettaat kieltä) sillä ko ökonoomiset resursit oon semmoset ko oon.

source: Kommunen peker også på at det er et
fkv: Kommuuni huomhauttaa

source: uklart skille mellom kvensk og finsk i praksis, og mener at slik det fungerer nå overtar finsk
fkv: kansa ette se oon arkihommassa paha tehä eroa kväänin ja suomen välilä, ja niin ko homma

source: på bekostning av kvensk.
fkv: oon nyt, se suomi voittaa kväänin ylit.

source: Det har tidligere vært et problem at elever som har ønsket kvensk
fkv: Varhemin oon ollu se probleemi ette oppilhaat jokka

source: Det gjelder ikke lenger, men kommunen opplyser at det er et press
fkv: oltais halunheet oppiat kvääniä, oonki saanheet suomen kielen opetusta.

source: fra finske elever som gjør det vanskelig å velge kvensk.
fkv: Nyt ei ennää ole

source: Vadsø kommune har tilbud om kvensk språkdusj til alle fireåringer i barnehagene i
fkv: siihen laihiin, mutta kommuuni muistelee ette suomalaiset oppilhaat vaikuttava ette se oon

source: kommunen en gang per måned, i regi av Vadsø kvenske språksenter.
fkv: saaha kväänin kielitruiskua yhen kerran kuukauessa; sen takana oon Vesisaaren kväänin

source: De ansatte i
fkv: kielisentteri.

source: barnehagene som har deltatt på samlingene har brukt kompetansen de har fått slik at tilbudet
fkv: oon käyttänheet saamaansa kompetansia siihen laihiin ette truiskua oon annettu kansa

source: også blir gitt øvrige barnegrupper, enten i etterkant eller mellom samlingene.
fkv: muilet lapsiroikilet, joko jälkhiin eli sitte kokkoontumisten välissä. Koulussa ei nyt opeteta kvääniä.

source: Det er ikke kvenskundervisning på skolen for tiden.
fkv: Syynä oon ette viimi vuona yksikhään oppilas ei ole kysyny

source: kvenskundervisning siste år.
fkv: kväänin opetuksen perhään.

source: Kommunen melder også at det er også en utfordring å
fkv: Maholisuuesta valita kväänin opetusta muistelhaan

source: informasjonshefte som elevene får ved skolestart, i tillegg til i Visma flyt skole.
fkv: informasuunihäftissä minkä oppilhaat saahaan ko alkava koulhuun, ja sen lisäksi vielä Visma flyt skolessa.

source: Vadsø kommune opplyser at Vadsøbarnehagene og Kvensk språksenter Vadsø AS har en
fkv: Vesisaaren kommuuni ilmottaa ette Vesisaaren lastentarhaila ja Kväänin kielisentterillä oon

source: treårig intensjonsavtale om å styrke arbeidet med revitalisering av kvensk historie, språk og
fkv: kolmenvuotinen intensuunisopimus sen ympärit ette kommuunissa lujenettais kväänin histoorian, kielen ja kultuurin revitaliseerausta.

source: I tillegg til aktivitetene i barnehagen deltar barna på andre relevante
fkv: Niitten aktiviteetitten lisäksi mitä kielisentterillä

source: aktiviteter i regi av språksenteret.
fkv: oon lastentarhaassa, lapset oon myötä kansa muissa kielisentterin aktiviteetissa.

source: 5 Referansegruppens anbefalinger for å styrke kvensk språk
fkv: 5 Referansijoukon meininkiä kväänin kielen lujentamiseksi

source: framover
fkv: tästä etheenkäsin

source: o Den videre satsningen på kvensk språk må ha innsats både for å lære, å bruke og å
fkv: satsata tästä etheenkäsin, ja se nostaa framilet seuraavat prioriteeraukset:

source: I tillegg mener referansegruppa at følgende tiltak er viktige (ikke i prioritert rekkefølge):
fkv: Lisäksi referansijoukko meinaa ette seuraavat toimet oon täheliset (ei prioriteeratussa

source: o Styrke Kvensk institutt økonomisk slik at de kan ansette flere medarbeidere for å
fkv: o Kainun institutin lujentaminen siihen laihiin nette se pystyy palkkaamhaan enämen

source: imøtekomme den økte etterspørselen etter tolking og oversetting til og fra kvensk, og
fkv: työntekijöitä nette se pystyy vastaamhaan ko tulkkaamisen ja kääntämisen tarvet

source: øke den pedagogiske kompetansen.
fkv: Institutti tarttee kansa paranusta ittensä pedagoogilisheen kompetanshiin.

source: Instituttet trenger også ressurser til kontroll av terminologi og kvalitetssikring.
fkv: Lisäksi se tarttee ressursia ette pystyy terminoloogilisheen kontrolhiin ja kvaliteetin

source: o Styrke de kvenske språksentrene som allerede er etablert og etablere flere nye
fkv: o Jo olemassa olevitten kväänin kielisentteritten lujentaminen ja uusitten

source: o Gjøre tilbudet i utdanningene i kvensk ved UiT mer fleksible.
fkv: o Laittaat semmosia kväänin kielen oppineuvoja mikkä oon yhtheensopivat uusittten

source: o Utvikle læremidler i kvensk språk tilpasset nye læreplaner, læremidlene må være på
fkv: oppiplaanoitten kansa, ja oppineuvot häätyvä olla kaikila kolmela kväänin kielen

source: de tre kvenske varietetene.
fkv: varieteetila.

source: o Endre opplæringsloven slik at retten til opplæring i kvensk blir individuell og gjelder i
fkv: o Muuttaat opetuslakia siihen laihiin ette oikheuesta opetuksheen tullee individuelli ja

source: hele landet, ikke bare i Troms og Finnmark.
fkv: ette se täkkää koko maan, ei tyhä Tromssaa ja Finmarkkua.

source: o Å velge kvensk som andrespråk bør bli en rett på videregående skole.
fkv: o Se pittää olla oikheus valita kväänin toisena kielenä jatkokoulussa.

source: o Gi mulighet til å velge kvensk som fremmedspråk i grunn- og videregående skole.
fkv: o Tehä maholiseksi valita kväänin vierokielenä perus- ja jatkokoulussa.

source: o Utrede et bredt og variert/nivådelt voksenopplæringstilbud i kvensk språk.
fkv: o Selvittäät kunka raavhailet saatais laajaa ja monenpuolista kväänin kielen opetusta.

source: o Ansatte må få permisjon med lønn for å lære kvensk.
fkv: o Työntekijät häytyvä saaha palkalista permisuunia kväänin kielen oppimista varten.

source: o Det bør gis lønn under utdanning til lærere som ønsker tilleggsutdanning i kvensk.
fkv: o Opettajilet jokka haluava jatkokoulausta kväänin kielessä, häytyy koulauksen aikana

source: o Det bør gis lønn til studenter som tar kvensk.
fkv: o Studentilet jotka studeeraava kvääniä, häytyy maksaat palkkaa.

source: o Etablere kvenske medietilbud til barn, for eksempel kvensk i NRK Supernytt eller som
fkv: o Alkaat kväänin meediahommia lapsia varten, esimerkiksi kvääniä NRK:n

source: kvensk juniorbilag i Ruijan Kaiku.
fkv: Supernytthiin eli Ruijan Kaikhuun kvääninkielistä sisälystä nuoria varten.

source: o Legge til rette for mer språksamarbeid på tvers av landegrensene, mellom meänkieli
fkv: o Hommata ette meänkielen ja kväänin välilä oon enämen yhtheistyötä poikki rajoitten.

source: o Oversette mer litteratur, flere nyheter og andre tekster til kvensk.
fkv: o Kääntäät enämen kirjalisuutta, uutisiä ja muita tekstiä kvääniksi.

source: o Lage en innsats for å motvirke negative holdninger til kvensk i Troms og Finnmark og
fkv: o Tehä työtä ette kväänin kielestä ajateltais paremin Tromssassa ja Finmarkussa, ja

source: øke kunnskapen om og statusen til kvensk språk i hele landet.
fkv: lisätä koko maassa tietoa kväänin kielen ja sen statuksen ympärit.

source: Tydeliggjøre at kvensk
fkv: Tehä selväksi ette

source: er et nasjonalt minoritetsspråk i Norge, og ikke en finsk dialekt.
fkv: o Mooliplaanan kväänin kielen toimet häätyy ko’ota yhtheen ja evalueerata jokhainen

source: o Tiltakene for kvensk språk i Målrettet plan må evalueres enkeltvis for å få systematisk
fkv: erittäin nette saama systemaatilisen ylitnäkymän siihen mitä jo oon sautettu.

source: o Ordningen om sletting av studielån bør omfatte alle kvenske studier, det er det eneste
fkv: o Oorninki missä oppilainaa kevitethään, häytyy koskeat kaikkia kväänin opinoita, se

source: reelle tilbudet for lærere som søker kvensk utdanning.
fkv: oon ainua realistinen maholisuus opettajilet jokka aikova ottaat kväänin koulausta.

source: o Skille mer mellom undervisningsfagene i kvensk og finsk.
fkv: o Tehä isoman eron kväänin ja suomen opetuksen välissä.

source: o Styrke og øke kommunenes ressurser til å satse på kvensk språk og kultur i
fkv: o Lujentaat ja lisätä kommuunitten ressursia nette net pystyvä satsaamhaan enämen

source: barnehager og skole.
fkv: kväänin kielheen ja kulttuurhiin lastentarhaissa ja koulussa.

source: o Studiepoeng for tolkeutdanning må synliggjøres bedre.
fkv: o Tulkkikoulauksen opintopoengit pittää saaha paremin näkyvhiin.

source: Innspill fra Kvensk Finsk Riksforbund
fkv: Kveeni Suomi Liiton ulostuloja

source: o Finsk må inn i planen som truet minoritetsspråk i Norge.
fkv: o Suomen kieli oon Norjassa uhan alla, ja sen pittää ottaat myötä plaanhiin.

source: o Nivå III i minoritetsspråkpakten bør gjelde for finsk nå, og eventuelt også på kvensk
fkv: o Minoriteettikielisopimuksen tasan III pittää panna heti voimhaan suomen kielen

source: etter hvert.
fkv: suhtheen, ja aikaa myöten maholisesti kansa kväänin kielen suhtheen.

source: o Det må etableres egne barnehager for kvenske/norskfinske barn
fkv: o Kvääni- ja norjansuomalaisilet lapsilet pittää laittaat omia lastentarhaita.

source: o Finsk og eventuelt også kvensk må inn i daglige sendinger på NRK TV og radio.
fkv: o NRK:n TV:hen ja raadihoon häytyy saaha suomen ja piian kansa kvääninkieliset

source: o Det må etableres en ny kvensk/finsk avis og etableres et samarbeid med media i
fkv: o Se pittää etableerata uuen kvääni-suomi-aviisin ja kansa alkaat yhtheistyöhön
